Repository: mlemgroup/mlem
Catalog: Mlem/Localizable.xcstrings
Source language: en
Languages: fr

# **%@** and **%@** chose to defederate from one another.
source: **%1$@** and **%2$@** chose to defederate from one another.
fr: **%1$@** et **%2$@** ont choisi de se défédérer l'une de l'autre.

# **%@** chose to defederate from your instance, **%@**.
source: **%1$@** chose to defederate from your instance, **%2$@**.
fr: **%1$@** a choisi de se défédérer de votre instance, **%2$@**.

# **%@** hasn't chosen to federate with your instance, **%@**.
source: **%1$@** hasn't chosen to federate with your instance, **%2$@**.
fr: **%1$@** n'a pas choisi de se fédérer avec votre instance, **%2$@**.

source: %@ Administrator
fr: %@ Administrateur

source: %@ appointed a moderator
fr: %@ a nommé un modérateur

source: %@ appointed an administrator
fr: %@ a nommé un administrateur

source: %@ banned a user
fr: %@ a banni un utilisateur

# %@ disallows %@
source: %1$@ disallows %2$@
fr: %1$@ interdit %2$@

source: %@ has been unresponsive recently.
fr: %@ n'a pas répondu récemment.

source: %@ hid a community
fr: %@ a caché une communauté

source: %@ is {{online}}
fr: %@ est {{en ligne}}

source: %@ is {{unhealthy}}
fr: %@ n’est {{pas sain}}

# %@ is banned from %@ until %@.
source: %1$@ is banned from %2$@ until %3$@.
fr: %1$@ est banni de %2$@ jusqu'à %3$@.

# %@ is guaranteed by %@.
source: %1$@ is guaranteed by %2$@.
fr: %1$@ est garanti par %2$@.

# %@ is permanently banned from %@.
source: %1$@ is permanently banned from %2$@.
fr: %1$@ est définitivement banni par %2$@.

source: %@ locked a post
fr: %@ a verrouillé une publication

# %@ pinned a post to %@
source: %1$@ pinned a post to %2$@
fr: %1$@ a épinglé une publication sur %2$@

source: %@ purged a comment
fr: %@ a purgé un commentaire

source: %@ purged a community
fr: %@ a purgé une communauté

source: %@ purged a post
fr: %@ a purgé une publication

source: %@ purged a user
fr: %@ a purgé un utilisateur

source: %@ removed a comment
fr: %@ a supprimé un commentaire

source: %@ removed a community
fr: %@ a supprimé une communauté

source: %@ removed a moderator
fr: %@ a supprimé un modérateur

source: %@ removed a post
fr: %@ a supprimé une publication

source: %@ removed an administrator
fr: %@ a supprimé un administrateur

source: %@ restored a comment
fr: %@ a restauré un commentaire

source: %@ restored a community
fr: %@ a restauré une communauté

source: %@ restored a post
fr: %@ a restauré une publication

source: %@ rules:
fr: %@ règles:

source: %@ rules...
fr: %@ règles…

source: %@ transferred ownership of a community
fr: %@ a transféré la propriété d'une communauté

source: %@ unbanned a user
fr: %@ a débanni un utilisateur

source: %@ unhid a community
fr: %@ a rendu visible une communauté

source: %@ unlocked a post
fr: %@ a déverrouillé une publication

# %@ unpinned a post from %@
source: %1$@ unpinned a post from %2$@
fr: %1$@ a désépinglé une publication de %2$@

source: %lld Active
fr: %lld actifs

source: %lld Crossposts...
fr: %lld publications croisées…

source: %lld more links...
fr: %lld liens en plus…

source: %lld years ago today!
fr: Il y a %lld ans aujourd'hui !

source: A censure signifies that an instance disapproves of another instance. Like an endorsement, it is completely subjective and a reason does not have to be given.
fr: Une censure signifie qu'une instance désapprouve une autre instance. Comme une approbation, elle est entièrement subjective et il n'est pas nécessaire de donner de raison.

source: A hesitation signifies that an instance mistrusts another instance. It is a milder version of a censure.
fr: Une hésitation signifie qu'une instance se méfie d'une autre instance. C'est une version atténuée d'une censure.

source: A selection of communities curated by %@ admins
fr: Communautés sélectionnées par les administrateurs de %@

source: About
fr: À propos

source: About Mlem
fr: À propos de Mlem

source: Abuse
fr: Abus

source: Accessibility
fr: Accessibilité

source: Account
fr: Compte

source: Account Created %@
fr: Compte crée %@

source: Accounts
fr: Comptes

source: Action Type
fr: Type d’action

source: Active
fr: Actif

source: Active Users
fr: Utilisateurs actifs

source: Add
fr: Ajouter

source: Add Account
fr: Ajouter un compte

source: Add Administrator
fr: Ajouter un administrateur

source: Add an image...
fr: Ajouter une image...

source: Add Comment
fr: Ajouter un commentaire

source: Add description
fr: Ajouter une description

source: Add Guest
fr: Ajouter un invité

source: Add Image
fr: Ajouter image

source: Add Language...
fr: Ajouter langue

source: Add Link
fr: Ajouter lien

source: Add Moderator
fr: Ajouter un modérateur

source: Add Note
fr: Ajouter une note

source: Add NSFW Tag
fr: Ajouter le tag NSFW

source: Additional Read Indicator
fr: Indicateur supplémentaire de lecture

source: Administrator
fr: Administrateur

source: Administrator was appointed
fr: L'administrateur a été nommé

source: Administrator was removed
fr: L'administrateur a été supprimé

source: Advanced
fr: Avancé

source: Alignment
fr: Alignement

source: All
fr: Tout

source: All Languages
fr: Toutes les langues

source: All Time
fr: Tout les temps

source: Alphabetical
fr: Alphabétiquement

source: Already voted
fr: Déjà voté

source: Always
fr: Toujours

source: Always Allow Direct Loading
fr: Toujours autoriser le chargement direct

source: Always Show Usernames
fr: Toujours afficher les noms d'utilisateur

source: An endorsement signifies that an instance approves of another instance. It is completely subjective, and a reason does not have to be given.
fr: Une approbation signifie qu'une instance approuve une autre instance. Elle est entièrement subjective et il n'est pas nécessaire de donner de raison.

source: Animate Avatars...
fr: Animer les avatars...

source: Animated Avatars
fr: Avatars animés

source: Anonymous
fr: Anonyme

source: Answer...
fr: Réponse…

source: Any
fr: N’importe

source: Any Community
fr: N’importe quelle communauté

source: Any Instance
fr: N’importe quelle instance

source: Any User
fr: Tout utilisateur

source: Anyone
fr: N’importe qui

source: Anywhere
fr: N’importe où

source: App Icon
fr: Icône de l’application

source: Application submitted!
fr: Inscription envoyée !

source: Applications
fr: Inscriptions

source: Applications Email Admins
fr: Administrateurs de messages d’inscription

source: Applications Only
fr: Inscriptions uniquement

source: Apply to All
fr: Appliquer à tout

source: Appoint Administrator
fr: Nommer administrateur

source: Appoint Moderator
fr: Nommer modérateur

source: Appointed: %@
fr: Nommé : %@

# Appointed: %@ To: %@
source: Appointed: %1$@ To: %2$@
fr: Nommé : %1$@ En tant que : %2$@

source: Approve
fr: Approuver

source: Approved by %@
fr: Approuvé par %@

source: Are you sure you want to delete all community favorites for this account? This cannot be undone.
fr: Etes-vous sûr de vouloir supprimer tous les favoris de la communauté pour ce compte ? Cette opération est irréversible.

source: Ask Every Time
fr: Demander à chaque fois

source: Ask First
fr: Demander d'abord

source: Ask to confirm every time
fr: Demander de confirmer à chaque fois

source: Authenticating...
fr: Authentification

source: Authentication code is incorrect.
fr: Le code d’authentification est incorrect.

source: Automatic
fr: Automatique

source: Automatically
fr: Automatiquement

source: Automatically enable Reader for supported webpages. You can only enable this when using the in-app browser.
fr: Activer automatiquement le « mode lecture » pour les pages Web prises en charge. Vous ne pouvez activer cette option que lorsque vous utilisez le navigateur intégré à l'application.

source: Automatically refreshes every %lld seconds.
fr: S'actualise automatiquement toutes les %lld secondes.

source: Autoplay
fr: Lecture automatique

source: Available
fr: Disponible

source: Average: %@
fr: Moyenne : %@

source: Back
fr: Retour

source: Ban
fr: Bannir

source: Ban %@
fr: Bannir %@

source: Ban Duration
fr: Durée de bannissement

source: Ban from Community
fr: Bannir de la communauté

source: Ban from Instance
fr: Bannir de l’instance

source: Ban from...
fr: Bannir de…

source: Ban Target
fr: Cible de bannisement

source: Ban User
fr: Bannir l’utilisateur

source: Ban...
fr: Bannir…

source: Banned from Community
fr: Banni de la communauté

source: Banned from Instance
fr: Banni de l’Instance

# Banned: %@ From: %@ Expires: %@
source: Banned: %1$@ From: %2$@ Expires: %3$@
fr: Banni : %1$@ Depuis : %2$@ Expire : %3$@

source: Banner
fr: Bannière

source: Banning from...
fr: Bannissement de...

source: Biography
fr: Biographie

source: Block
fr: Bloquer

source: Block Community
fr: Bloquer la communauté

source: Block community or user?
fr: Bloquer la communauté ou l’utilisateur ?

source: Block Instance
fr: Bloquer l'instance

source: Block List
fr: Liste de blocage

source: Block User
fr: Bloquer l’utilisateur

source: Block...
fr: Bloquer…

source: Blocked
fr: Bloqué

source: Blocked by Cloudflare
fr: Bloqué par Cloudflare

source: Blocking...
fr: Blocage…

source: Blur
fr: Flou

source: Blur NSFW
fr: Flouter NSFW

source: Blur NSFW Content
fr: Masquer le contenu NSFW

source: Bold
fr: Gras

source: Bot Account
fr: Compte robot

source: Bot accounts are unable to vote.
fr: Les comptes robots ne peuvent pas voter.

source: Bottom
fr: Bas

source: Browse
fr: Parcourir

source: by %@
fr: par %@

source: Bypass Image Proxy
fr: Contourner le proxy d’image

source: Bypass Image Proxy?
fr: Contourner le proxy d’image ?

source: Bypass Image Proxy...
fr: Contournement du proxy d’image…

source: Cache Cleared
fr: Cache nettoyé

source: Cake Day
fr: Jour du gâteau

source: Cancel
fr: Annuler

# Captcha Difficulty Yes
source: Yes (%@)
fr: Oui (%@)

source: Censored
fr: Censuré

source: Censured
fr: Censurés

source: Censures
fr: Censure

source: Center
fr: Centré

source: Change Password
fr: Changer le mot de passe

source: Change Thumbnail
fr: Changer la vignette

source: Checkmark
fr: Coche

source: Choose a community...
fr: Choisir une communauté...

source: Choose a Username
fr: Choisir un nom d’utilisateur

source: Choose Account Type
fr: Choisir un type de compte

source: Choose an action...
fr: Choisir une action…

source: Choose another instance...
fr: Choisir une autre instance

source: Choose Another Instance...
fr: Choisir une autre instance…

source: Choose Community...
fr: Sélection de la communauté...

source: Choose File
fr: Choisir un fichier

source: Choose Instance...
fr: Sélection d’une Instance…

source: Choose Language
fr: Choisir une langue

source: Choose target...
fr: Choisir la cible…

source: Choose whether to show a user's account age next to their username.
fr: Choisir d'afficher ou non l'âge du compte d'un utilisateur à côté de son nom d'utilisateur.

source: Choose whether to use alternate interaction bar and swipe action layouts for post and comment reports in Mod Mail.
fr: Choisir d'utiliser ou non des dispositions de barre d'interaction et d'action de swipe alternatives pour les rapports de publication et de commentaire dans Mod Mail.

source: Choose which feed is shown when the app opens.
fr: Choisir le flux à afficher à l'ouverture de l'application.

source: Choose which widgets to display in your palette.
fr: Choisir les widgets à afficher dans votre palette.

source: Choose wisely - you cannot change this later.
fr: Choisissez judicieusement : vous ne pourrez pas changer cela plus tard.

source: Clear
fr: Nettoyer

source: Clear Cache
fr: Nettoyer le cache

source: Clear Search History
fr: Nettoyer l’historique de recherche

source: Clear search history?
fr: Nettoyer l’historique de recherche ?

source: Click on the link in the email to continue.
fr: Cliquez sur le lien dans l'e-mail pour continuer.

source: Close
fr: Fermer

source: Closed
fr: Fermé

source: Code Block
fr: Bloc de Code

source: Collapse
fr: Déplier

source: Collapse Parent
fr: Déplier le parent

source: Collapse Post
fr: Réduire la publication

source: Collapse to Top
fr: Déplier jusqu’en haut

source: Color Scheme
fr: Thème de couleurs

source: Comment
fr: Commentaire

source: Comment Downvotes
fr: Votes négatifs sur les commentaires

source: Comment Reports
fr: Rapports de commentaires

source: Comment Reports Only
fr: Rapports de commentaires uniquement

source: Comment Upvotes
fr: Votes positifs sur les commentaires

source: Comment was deleted
fr: Le commentaire a été supprimé

source: Comment was purged
fr: Le commentaire a été purgé

source: Comment was removed
fr: Le commentaire a été retiré

source: Comment was restored
fr: Le commentaire a été restauré

source: Comments
fr: Commentaires

source: Communities
fr: Communautés

source: Community
fr: Communauté

source: Community Avatar
fr: Avatar de le communauté

source: Community Creation
fr: Création de la communauté

source: Community Link
fr: Lien de la communauté

source: Community ownership was transferred
fr: La propriété de la communauté a été transférée

source: Community was hidden
fr: La communauté a été cachée

source: Community was purged
fr: La communauté a été purgée

source: Community was removed
fr: La communauté a été retirée

source: Community was restored
fr: La communauté a été restaurée

source: Community was unhidden
fr: La communauté a été rendue visible

# Community: %@ New Owner: %@
source: Community: %1$@ New Owner: %2$@
fr: Communauté : %1$@ Nouveau propriétaire : %2$@

source: Compact
fr: Compacte

source: Configure which types of notification should be included in the notification badge.
fr: Configurez les types de notifications à inclure dans le badge de notification.

source: Confirm
fr: Confirmer

source: Confirm Image Uploads
fr: Confirmer le téléversement d’image

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: Confirm Password
fr: Conformer le mot de passe

source: Connecting...
fr: Connexion…

source: Content & Notifications
fr: Contenu et notifications

source: Content Warnings
fr: Avertissements de contenu

source: Continue
fr: Continuer

source: Contrast
fr: Contraste

source: Controversial
fr: Controversé

source: Copied
fr: Copié

source: Copy
fr: Copier

source: Copy a URL to the clipboard, then try again.
fr: Copier une URL dans le presse-papiers, et essayer à nouveau.

source: Copy All
fr: Tout copier

source: Copy Error
fr: Copier l'erreur

source: Copy Name
fr: Copier le nom

source: Copy Username
fr: Copier le nom d'utilisateur

source: Could not find settings
fr: Impossible de trouver les réglages

source: Couldn't read URL
fr: Impossible de lire l’URL

source: Counters
fr: Compteurs

source: Create Image
fr: Créer une image

source: Creator
fr: Créateur

source: Crosspost
fr: Publication croisée

source: Crossposted from %@
fr: Publication croisée depuis %@

source: Current Password
fr: Mot de passe actuel

source: Current password is incorrect
fr: Le mot de passe actuel est incorrect

source: Custom
fr: Personnalisé

source: Custom Order
fr: Personnaliser l’ordre

source: Custom Thumbnail
fr: Vignette personnalisée

source: Customize how moderator actions are separated from regular actions in context menus.
fr: Personnalisez la manière dont les actions du modérateur sont séparées des actions normales dans les menus contextuels.

source: Data not available
fr: Donnée non disponible

source: Days:
fr: Jours :

source: Debug
fr: Débogage

source: Default
fr: Défaut

source: Default Feed
fr: Flux par défaut

source: Default Feed Type (Desktop)
fr: Type de flux par défaut (bureau)

source: Delete
fr: Supprimer

source: Delete Account
fr: Supprimer un compte

source: Delete Community Favorites
fr: Supprimer les favoris de la communauté

source: Delete posts and comments
fr: Supprimer les publications et les commentaires

source: Deleted
fr: Supprimé

source: Denied by %@
fr: Refusé par %@

# Denied by %@: "%@"
source: Denied by %1$@: "%2$@"
fr: Refusé par %1$@ : « %2$@ »

source: Deny
fr: Refuser

source: Deny Application
fr: Refuser la Demande

source: Deprecated Format
fr: Format obsolète

source: Details
fr: Détails

source: Developer
fr: Développeur

source: Diagnosing...
fr: Analyse…

source: Differentiate Without Color
fr: Différencier sans couleur

source: Disabled
fr: Désactivé

source: Discard
fr: Abandonner

source: Disclosure Group
fr: Groupe de divulgation

source: Discussion Languages
fr: Langues de discussion

source: Disk Usage
fr: Utilisation du disque

source: Dismiss
fr: Rejeter

source: Display Name
fr: Nom d'affichage

source: Distinguish Interaction Bar
fr: Distinguer la barre d'interaction

source: Divider
fr: Séparateur

source: Domain
fr: Domaine

source: Don't show this again
fr: Ne plus montrer ceci à nouveau

source: Done
fr: Terminé

source: Downvote
fr: Vote négatif

source: Downvote Counter
fr: Compteur de vote négatif

source: Downvoted
fr: Voté négativement

source: Easy
fr: Facile

source: Edit
fr: Éditer

source: Edit link
fr: Modifier le lien

source: Edit Note
fr: Modifier la note

source: Edited
fr: Édité

source: Either
fr: Soit

source: Email Address
fr: Adresse email

source: Email Verification
fr: Vérification de l'e-mail

source: Embedded Content
fr: Contenu embarqué

source: Enable
fr: Activer

source: Ended %@
fr: Terminé %@

source: Endorsements
fr: Approbations

source: Ends %@
fr: Se termine %@

source: Enter your instance's domain name below.
fr: Saisissez le nom de domaine de votre instance ci-dessous.

source: Error
fr: Erreur

source: Every time I share a link, show a popup asking which instance to use.
fr: À chaque fois que je partage un lien, une fenêtre contextuelle s'affiche demandant quelle instance utiliser.

source: Except Applications
fr: Sauf les inscriptions

source: Except Comment Reports
fr: Sauf les rapports de commentaires

source: Except Mentions
fr: Sauf les mentions

source: Except Message Reports
fr: Sauf les rapports de messages

source: Except Messages
fr: Sauf les messages

source: Except Post Reports
fr: Sauf les rapports de publications

source: Except Replies
fr: Sauf les réponses

source: Expand Post
fr: Déplier la publication

source: Expires:
fr: Expire :

source: Export Settings
fr: Paramètres d'exportation

source: Export...
fr: Exporter…

source: External Links
fr: Liens externes

source: Failed
fr: Échec

source: Failed to block!
fr: Échec du blocage !

source: Failed to connect to %@
fr: Impossible de se connecter à %@

source: Failed to delete post!
fr: Impossible de supprimer la publication !

source: Failed to delete!
fr: Échec de la suppression !

source: Failed to import settings
fr: Impossible d’importer les réglages

source: Failed to lock post
fr: Impossible de verrouiller la publication

source: Failed to open sheet
fr: Impossible d’ouvrir la page

source: Failed to pin post
fr: Impossible d’épingler la publication

source: Failed to remove content
fr: Impossible de supprimer le contenu

source: Failed to resolve post. Try another account.
fr: Impossible de résoudre la publication. Essayez un autre compte.

source: Failed to restore!
fr: Échec de la restauration !

source: Failed to save media
fr: Impossible de sauvegarder le média

source: Failed to set NSFW status
fr: Échec de la modification du statut NSFW

source: Failed to unblock!
fr: Échec du déblocage !

source: Failed to unpin post
fr: Impossible de désépingler la publication

source: Fallback
fr: Replis

source: Fast
fr: Rapide

source: Favorite
fr: Favoris

source: Favorited
fr: Mis en favoris

source: Favorites
fr: Favoris

source: Federates
fr: Fédères

# federation.explanation
source: Lemmy instances talk to each other so that content can be shared across sites. This is called "federation". Instance administrators can choose which other instances they would like their instance to federate with. Some instances federate with all but a curated "block-list" of other instances; other instances might only federate with instances on an "allow-list".
fr: Les instances Lemmy communiquent entre elles afin que le contenu puisse être partagé entre les sites. C'est ce qu'on appelle la « fédération ». Les administrateurs d'instances peuvent choisir avec quelles autres instances ils souhaitent que leur instance se fédère. Certaines instances se fédèrent avec toutes les autres instances, à l'exception d'une « liste de blocage » organisée ; d'autres instances peuvent se fédérer uniquement avec des instances figurant sur une « liste d'autorisation ».

source: Fediseer GUI
fr: Interface Fediseer

source: Feed
fr: Flux

source: Feed is outdated
fr: Le flux est périmé

source: Feeds
fr: Flux

source: Files
fr: Fichiers

source: Filter
fr: Filtre

source: Filter as...
fr: Filtrer en tant que…

source: Filter violation
fr: Violation de filtre

source: Filters
fr: Filtres

source: Follow on Mastodon
fr: Suivre sur Mastodon

source: For New Accounts Only
fr: Pour les nouveaux comptes seulement

source: General
fr: Général

source: Gestures
fr: Gestes

source: GitHub Repository
fr: Dépôt GitHub

source: Go Back
fr: Retour

source: Go to Instance
fr: Aller à l'instance

source: Green
fr: Vert

source: Grouped
fr: Groupé

source: Guaranteed
fr: Garantis

source: Guarantees
fr: Garanties

source: Guest
fr: Invité

source: Haptic Level
fr: Niveau d’Haptique

source: Haptics
fr: Haptiques

source: Hard
fr: Dur

source: Heading
fr: Titre

source: Heading %lld
fr: Titre %lld

source: Headline
fr: En-tête

source: Hesitations
fr: Hésitations

source: Hidden
fr: Masqué

source: Hidden by filters
fr: Masqué par les filtres

source: Hide
fr: Masquer

source: Hide Community
fr: Masquer la communauté

source: Hide Details
fr: Masquer les détails

source: Hide links
fr: Cacher le sliens

source: Hide Older Incidents
fr: Masquer les incidents plus vieux

source: Hide posts containing certain words, phrases, or character sequences from your feed.
fr: Masquer de votre fil les publications contenant certains mots, expressions ou séquences de caractères.

source: Hide posts with titles containing containing these precise character sequences.
fr: Masquer les publications dont les titres contiennent ces séquences exactes de caractères.

source: Hide posts with titles containing these whole words or phrases. Ignores case and punctuation (e.g., the keyword "john" will also filter "John's").
fr: Masquer les publications dont les titres contiennent ces mots ou expressions entiers. Ignore la casse et la ponctuation (par ex., le mot-clé « john » filtrera aussi « John's »).

source: Hide Read
fr: Masquer les lus

source: Hide Results
fr: Masquer les résultats

source: Hide Website Icons
fr: Masquer les icônes du site web

source: Hiding Read
fr: Lus masqués

source: High
fr: Élevé

source: Hot
fr: Chaud

source: I think I've found the bottom!
fr: Je crois que je suis arrivé en bas !
